Repository: renrenmimi/PetNote
Catalog: ios-native/App/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ (%lld reviews)
zh_hans: %@（%lld 条评价）

source: %@ (you)
zh_hans: %@（你）

source: %@ Press Share again — it won't post twice.
zh_hans: %@ 再点一次「发布」即可，不会重复发布。

source: %@ becomes %@'s primary owner. You stay an owner and can still edit and post — but they, not you, will be the one who can remove other owners.
zh_hans: %@ 将成为 %@ 的主要主人。你仍然是主人，可以继续编辑和发帖——但之后能移除其他主人的将是对方，而不是你。

source: %@ is no longer an owner.
zh_hans: %@ 已不再是主人。

source: %@ is now %@'s primary owner.
zh_hans: %@ 现在是 %@ 的主要主人。

source: %@ no longer exists.
zh_hans: %@ 已不存在。

source: %@ was already no longer an owner.
zh_hans: %@ 此前就已不再是主人。

source: %@ will lose access to %@. Anything they already posted stays. They can only come back through a new invitation.
zh_hans: %@ 将无法再访问 %@。对方已发布的内容会保留，之后只能通过新的邀请重新加入。

source: %@ · %lld min
zh_hans: %@ · %lld 分钟

source: %@'s owners
zh_hans: %@ 的主人

source: %lld characters left
zh_hans: 还可输入 %lld 个字符

source: %lld characters remaining
zh_hans: 还可输入 %lld 个字符

source: %lld characters too many
zh_hans: 超出 %lld 个字符

source: %lld check-ins
zh_hans: %lld 次打卡

source: %lld followers
zh_hans: %lld 位粉丝

source: %lld going
zh_hans: %lld 人参加

source: %lld likes
zh_hans: %lld 个赞

source: %lld of %lld characters
zh_hans: 已输入 %lld 个字符，上限 %lld 个

source: %lld out of 5
zh_hans: %lld 分（满分 5 分）

source: %lld owners
zh_hans: %lld 位主人

source: %lld pets
zh_hans: %lld 只宠物

source: %lld photos
zh_hans: %lld 张照片

source: %lld posts
zh_hans: %lld 条帖子

source: %lld unread
zh_hans: %lld 条未读

source: %lld/%lld files
zh_hans: %lld/%lld 个文件

source: %lld/%lld pets
zh_hans: %lld/%lld 只宠物

source: 1 follower
zh_hans: 1 位粉丝

source: 1 owner
zh_hans: 1 位主人

source: 1 pet
zh_hans: 1 只宠物

source: 1 post
zh_hans: 1 条帖子

source: 2–30 characters. Letters, numbers and spaces are fine, and it has to be unique.
zh_hans: 2–30 个字符，可以使用字母、数字和空格，且不能与他人重名。

source: A label for the family list. It does not decide what you can do.
zh_hans: 这只是在主人列表中显示的称呼，不影响你能做什么。

source: About
zh_hans: 关于

source: Account
zh_hans: 账号

source: Account created, but we could not send the verification email to %@. Use Resend below.
zh_hans: 账号已创建，但验证邮件没能发送到 %@。请使用下方的「重新发送」。

source: Account created. We are still finishing your profile setup.
zh_hans: 账号已创建，我们还在完成你的资料设置。

source: Add a birthday
zh_hans: 添加生日

source: Add a comment
zh_hans: 添加评论

source: Add a pet
zh_hans: 添加宠物

source: Add pet
zh_hans: 添加宠物

source: Add photo or video
zh_hans: 添加照片或视频

source: Add tags (e.g. cat, cute)
zh_hans: 添加标签（例如：猫、可爱）

source: Add your pet profile first, then come back here.
zh_hans: 先添加宠物资料，再回到这里。

source: All
zh_hans: 全部

source: Already uploaded
zh_hans: 已上传

source: An invitation code is %lld letters and numbers.
zh_hans: 邀请码由 %lld 位字母和数字组成。

source: Animal abuse 🐾
zh_hans: 虐待动物 🐾

source: Anything posted about this pet shows up here.
zh_hans: 关于这只宠物的帖子都会显示在这里。

source: Are you sure you want to sign out?
zh_hans: 确定要退出登录吗？

source: Ask one of the pet's owners for the %lld-character code on their Owners screen.
zh_hans: 向宠物的任意一位主人索取 %lld 位邀请码，它显示在对方的「主人」页面上。

source: At least 8 characters
zh_hans: 至少 8 个字符

source: At least one lowercase letter (a-z)
zh_hans: 至少包含一个小写字母 (a-z)

source: At least one number (0-9)
zh_hans: 至少包含一个数字 (0-9)

source: At least one special character (!@#$%...)
zh_hans: 至少包含一个特殊字符 (!@#$%...)

source: At least one uppercase letter (A-Z)
zh_hans: 至少包含一个大写字母 (A-Z)

source: Auntie
zh_hans: 阿姨

source: Be the first to organize one!
zh_hans: 来发起第一场吧！

source: Be the first to recommend one!
zh_hans: 来推荐第一个吧！

source: Beach
zh_hans: 海滩

source: Beach access
zh_hans: 可下海滩

source: Beaches
zh_hans: 海滩

source: Best Friend
zh_hans: 好朋友

source: Bio
zh_hans: 简介

source: Bird
zh_hans: 鸟

source: Birthday
zh_hans: 生日

source: Block
zh_hans: 屏蔽

source: Block %@
zh_hans: 屏蔽 %@

source: Block @%@?
zh_hans: 要屏蔽 @%@ 吗？

source: Blocked people
zh_hans: 已屏蔽用户

source: Bookmark posts you love to find them later
zh_hans: 把喜欢的帖子收藏起来，之后更容易找到

source: Born: %@
zh_hans: 生日：%@

source: Breed
zh_hans: 品种

source: Brief description of your feedback
zh_hans: 简要描述你的反馈

source: Brother
zh_hans: 哥哥

source: Bug Report
zh_hans: 问题报告

source: By creating an account you agree to the Terms and the Privacy Policy.
zh_hans: 创建账号即表示你同意《服务条款》和《隐私政策》。

source: Café
zh_hans: 咖啡馆

source: Cafés
zh_hans: 咖啡馆

source: Cancel
zh_hans: 取消

source: Cancel Meetup
zh_hans: 取消聚会

source: Cancel this meetup?
zh_hans: 取消这场聚会？

source: Cancelled
zh_hans: 已取消

source: Cancelling…
zh_hans: 正在取消…

source: Caption
zh_hans: 配文

source: Caretaker
zh_hans: 照护者

source: Cat
zh_hans: 猫

source: Cats
zh_hans: 猫

source: Cats only.
zh_hans: 仅限猫。

source: Change Password
zh_hans: 修改密码

source: Change photo
zh_hans: 更换照片

source: Check code
zh_hans: 验证邀请码

source: Check out this cute pet on PetNote!
zh_hans: 来 PetNote 看看这只可爱的宠物！

source: Check your inbox for a verification link from PetNote.
zh_hans: 请在收件箱中查找 PetNote 发来的验证链接。

source: Check-ins
zh_hans: 打卡

source: Checking name…
zh_hans: 正在检查名字…

source: Checking whether you follow %@
zh_hans: 正在确认你是否关注了 %@

source: Checking…
zh_hans: 验证中…

source: Choose a longer password.
zh_hans: 请换一个更长的密码。

source: Choose a photo
zh_hans: 选择照片

source: Choose a species.
zh_hans: 请选择种类。

source: Choose one
zh_hans: 请选择

source: City hidden
zh_hans: 城市未公开

source: Close
zh_hans: 关闭

source: Closes the account menu without signing out
zh_hans: 关闭账号菜单，不退出登录

source: Code accepted for %@.
zh_hans: 已验证 %@ 的邀请码。

source: Code copied.
zh_hans: 邀请码已复制。

source: Comments
zh_hans: 评论

source: Comments are limited to %lld characters.
zh_hans: 评论最多 %lld 个字符。

source: Community Park
zh_hans: 社区公园

source: Complaint
zh_hans: 投诉

source: Completed
zh_hans: 已结束

source: Confirm it's you
zh_hans: 确认是你本人

source: Confirm new password
zh_hans: 确认新密码

source: Confirm password
zh_hans: 确认密码

source: Connecting to Google
zh_hans: 正在连接 Google

source: Contact Us & Feedback
zh_hans: 联系我们与反馈

source: Contact us
zh_hans: 联系我们

source: Continue
zh_hans: 继续

source: Continue with Google
zh_hans: 使用 Google 继续

source: Copy Link
zh_hans: 复制链接

source: Copy code
zh_hans: 复制邀请码

source: Could not check just now. Try again in a moment.
zh_hans: 暂时无法检查，请稍后再试。

source: Could not check the code. Try again.
zh_hans: 无法验证邀请码，请重试。

source: Could not confirm that. Pull down to refresh.
zh_hans: 无法确认操作结果，请下拉刷新。

source: Could not delete the comment.
zh_hans: 评论删除失败。

source: Could not delete this pet.
zh_hans: 无法删除这只宠物。

source: Could not follow %@. Try again.
zh_hans: 关注 %@ 失败，请重试。

source: Could not load %@'s owners.
zh_hans: 无法加载 %@ 的主人。

source: Could not load active pets.
zh_hans: 无法加载活跃宠物。

source: Could not load check-ins.
zh_hans: 无法加载打卡。

source: Could not load meetups.
zh_hans: 聚会加载失败。

source: Could not load more followers.
zh_hans: 无法加载更多粉丝。

source: Could not load pet suggestions.
zh_hans: 无法加载推荐宠物。

source: Could not load reviews.
zh_hans: 评价加载失败。

source: Could not load tags.
zh_hans: 无法加载标签。

source: Could not load that post.
zh_hans: 无法加载这条帖子。

source: Could not load the feed.
zh_hans: 无法加载动态。

source: Could not load the invitation code.
zh_hans: 无法加载邀请码。

source: Could not load the pets you follow.
zh_hans: 无法加载你关注的宠物。

source: Could not load their pets.
zh_hans: 无法加载对方的宠物。

source: Could not load this meetup.
zh_hans: 这场聚会加载失败。

source: Could not load this pet's followers.
zh_hans: 无法加载这只宠物的粉丝。

source: Could not load this pet's owners.
zh_hans: 无法加载这只宠物的主人。

source: Could not load this pet's posts.
zh_hans: 无法加载这只宠物的帖子。

source: Could not load this pet.
zh_hans: 无法加载这只宠物。

source: Could not load this post.
zh_hans: 无法加载这条帖子。

source: Could not load this profile.
zh_hans: 无法加载这个个人主页。

source: Could not load trending posts.
zh_hans: 无法加载热门帖子。

source: Could not load who is going.
zh_hans: 参加名单加载失败。

source: Could not make a code just now. Try again.
zh_hans: 暂时无法生成邀请码，请重试。

source: Could not post that comment.
zh_hans: 评论发送失败。

source: Could not save this pet.
zh_hans: 无法保存这只宠物的资料。

source: Could not save those changes.
zh_hans: 无法保存这些修改。

source: Could not unblock this person. Try again.
zh_hans: 取消屏蔽失败，请重试。

source: Could not unfollow %@. Try again.
zh_hans: 取消关注 %@ 失败，请重试。

source: Could not update the like. Try again.
zh_hans: 点赞状态更新失败，请重试。

source: Couldn't block
zh_hans: 屏蔽失败

source: Couldn't cancel this meetup.
zh_hans: 无法取消这场聚会。

source: Couldn't complete that
zh_hans: 操作未完成

source: Couldn't confirm it's you. Try again.
zh_hans: 无法确认你的身份，请重试。

source: Couldn't confirm the comment was deleted. Trying again is safe.
zh_hans: 无法确认评论是否已删除。可以放心重试。

source: Couldn't join this meetup.
zh_hans: 无法报名这场聚会。

source: Couldn't leave this meetup.
zh_hans: 无法退出这场聚会。

source: Couldn't load notifications.
zh_hans: 通知加载失败。

source: Couldn't load the people you've blocked.
zh_hans: 无法加载你屏蔽的用户。

source: Couldn't load your check-ins.
zh_hans: 无法加载你的打卡。

source: Couldn't load your saved posts.
zh_hans: 无法加载你收藏的帖子。

source: Couldn't refresh. Pull down to try again.
zh_hans: 刷新失败，下拉重试。

source: Couldn't send the report.
zh_hans: 举报发送失败。

source: Couldn't unblock. Try again.
zh_hans: 取消屏蔽失败，请重试。

source: Couldn't update saved posts
zh_hans: 收藏没有更新

source: Create account
zh_hans: 创建账号

source: Create your account
zh_hans: 创建你的账号

source: Creating account
zh_hans: 创建账号中

source: Creating an account with an email address is unavailable right now.
zh_hans: 目前暂时无法用邮箱注册账号。

source: Current password
zh_hans: 当前密码

source: Current password is incorrect.
zh_hans: 当前密码不正确。

source: Dad
zh_hans: 爸爸

source: Danger Zone
zh_hans: 风险操作

source: Delete
zh_hans: 删除

source: Delete %@?
zh_hans: 要删除 %@ 吗？

source: Delete Account
zh_hans: 删除账号

source: Delete comment
zh_hans: 删除评论

source: Delete this comment?
zh_hans: 要删除这条评论吗？

source: Delete this post?
zh_hans: 要删除这条帖子吗？

source: Deleting comment
zh_hans: 正在删除评论

source: Deleting your account didn't finish.
zh_hans: 账号删除未完成。

source: Deleting your account didn't finish. Some of it may already be gone. Try again to finish.
zh_hans: 账号删除未完成，部分数据可能已被删除。请重试以完成删除。

source: Deleting...
zh_hans: 删除中...

source: Describe it
zh_hans: 描述一下

source: Describe it (optional)
zh_hans: 描述一下（选填）

source: Details: %@
zh_hans: 详情：%@

source: Directions
zh_hans: 路线

source: Discard
zh_hans: 丢弃

source: Discover pets
zh_hans: 发现宠物

source: Dismiss
zh_hans: 关闭

source: Display name
zh_hans: 昵称

source: Dog
zh_hans: 狗

source: Dog Park
zh_hans: 狗狗公园

source: Dog Parks
zh_hans: 狗狗公园

source: Dogs
zh_hans: 狗

source: Dogs only.
zh_hans: 仅限狗。

source: Done
zh_hans: 完成

source: Double-tap to unfollow.
zh_hans: 连按两次以取消关注。

source: Duplicate file skipped
zh_hans: 已跳过重复的文件

source: Edit
zh_hans: 编辑

source: Edit Post
zh_hans: 编辑帖子

source: Edit pet
zh_hans: 编辑宠物

source: Edit profile
zh_hans: 编辑资料

source: Email
zh_hans: 邮箱

source: Enter your email and we will send you a reset link.
zh_hans: 输入你的邮箱，我们会发送重置链接给你。

source: Every owner can edit %@, post, and invite. The primary owner is the one who can remove someone.
zh_hans: 每位主人都可以编辑 %@ 的资料、发帖和邀请他人。只有主要主人可以移除成员。

source: Everyone who joined will see it as cancelled.
zh_hans: 已报名的人都会看到它被取消。

source: Expires in %lldh %lldm
zh_hans: %lld 小时 %lld 分钟后过期

source: Failed to delete account.
zh_hans: 删除账号失败。

source: Failed to load location details.
zh_hans: 地点详情加载失败。

source: Failed to load settings.
zh_hans: 加载设置失败。

source: Failed to save settings.
zh_hans: 保存设置失败。

source: Failed to submit review.
zh_hans: 评价提交失败。

source: Failed to update password
zh_hans: 更新密码失败

source: Family
zh_hans: 家人

source: Feature Request
zh_hans: 功能建议

source: Features & Amenities
zh_hans: 设施与特色

source: Feedback isn't available in this build.
zh_hans: 此版本暂不支持发送反馈。

source: Female
zh_hans: 母

source: Fenced
zh_hans: 有围栏

source: File too large. Images: max 10MB, Videos: max 80MB
zh_hans: 文件过大。图片最大 10MB，视频最大 80MB

source: Finish deleting
zh_hans: 完成删除

source: Fish
zh_hans: 鱼

source: Follow
zh_hans: 关注

source: Follow %@
zh_hans: 关注 %@

source: Followers
zh_hans: 粉丝

source: Following
zh_hans: 关注中

source: Following %@
zh_hans: 正在关注 %@

source: Follows
zh_hans: 关注

source: Food nearby
zh_hans: 附近有餐饮

source: Forgot your password?
zh_hans: 忘记密码？

source: Found a bug, have a feature idea, or just want to say hi? Send us a message.
zh_hans: 发现了问题、有功能建议，或者只是想打个招呼？给我们留言吧。

source: Gender
zh_hans: 性别

source: Generate invitation code
zh_hans: 生成邀请码

source: Generating…
zh_hans: 生成中…

source: Give your pet a name.
zh_hans: 给你的宠物起个名字。

source: Going (%@)
zh_hans: 参加（%@）

source: Grandma
zh_hans: 奶奶

source: Grandpa
zh_hans: 爷爷

source: Green Space
zh_hans: 绿地

source: Green Spaces
zh_hans: 绿地

source: Hamster
zh_hans: 仓鼠

source: Harassment
zh_hans: 骚扰

source: Hiking Trail
zh_hans: 徒步步道

source: Hiking Trails
zh_hans: 徒步步道

source: Home
zh_hans: 首页

source: I have checked
zh_hans: 我已确认

source: I verified my email
zh_hans: 我已验证邮箱

source: If an account exists with this email, we have sent a reset link. If you signed up with Google, use Google Sign-In instead.
zh_hans: 如果这个邮箱注册过账号，我们已发送重置链接。如果你是用 Google 注册的，请改用 Google 登录。

source: Image failed to load. Tap to retry.
zh_hans: 图片加载失败，点按重试。

source: Inappropriate content
zh_hans: 不当内容

source: Invitation code
zh_hans: 邀请码

source: Invitation code %@
zh_hans: 邀请码 %@

source: Invitation code ready.
zh_hans: 邀请码已生成。

source: Invitation code revoked.
zh_hans: 邀请码已撤销。

source: Invite someone
zh_hans: 邀请他人

source: It is only a label. Every owner can do the same things.
zh_hans: 这只是一个称呼，每位主人的权限都一样。

source: It may be private, or the account may no longer be active.
zh_hans: 对方可能设为了私密，或者账号已不再使用。

source: It may have been deleted by its last owner.
zh_hans: 它可能已被最后一位主人删除。

source: It may have been deleted by one of its owners.
zh_hans: 它可能已被某位主人删除。

source: It may have been deleted.
zh_hans: 可能已被删除。

source: Join
zh_hans: 报名

source: Join %@'s family
zh_hans: 加入 %@ 的家庭

source: Join %@'s family on PetNote with this invitation code: %@
zh_hans: 用这个邀请码在 PetNote 加入 %@ 的家庭：%@

source: Join a family
zh_hans: 加入家庭

source: Join a pet's family
zh_hans: 加入宠物的家庭

source: Join with which pet?
zh_hans: 带哪只宠物报名？

source: Join your pet's family with an invitation code
zh_hans: 用邀请码加入宠物的家庭

source: Joined %@
zh_hans: 加入于 %@

source: Joined: unknown
zh_hans: 加入时间：未知

source: Joining…
zh_hans: 加入中…

source: Keep it
zh_hans: 保留

source: Language
zh_hans: 语言

source: Leave
zh_hans: 退出

source: Leave %@'s family
zh_hans: 退出 %@ 的家庭

source: Leave %@'s family?
zh_hans: 要退出 %@ 的家庭吗？

source: Leave this meetup?
zh_hans: 退出这场聚会？

source: Leaving…
zh_hans: 正在退出…

source: Lighting
zh_hans: 有照明

source: Like
zh_hans: 点赞

source: Likes
zh_hans: 点赞

source: Link copied!
zh_hans: 链接已复制！

source: Loading comments
zh_hans: 正在加载评论

source: Loading invitation…
zh_hans: 正在加载邀请码…

source: Loading more comments
zh_hans: 正在加载更多评论

source: Loading more posts
zh_hans: 正在加载更多帖子

source: Loading owners…
zh_hans: 正在加载主人…

source: Loading posts
zh_hans: 正在加载帖子

source: Loading settings...
zh_hans: 正在加载设置...

source: Loading your pets
zh_hans: 正在加载你的宠物

source: Location
zh_hans: 地点

source: Make %@ primary owner
zh_hans: 将 %@ 设为主要主人

source: Make %@ primary owner?
zh_hans: 要将 %@ 设为主要主人吗？

source: Make primary
zh_hans: 设为主要主人

source: Male
zh_hans: 公

source: Mark all as read
zh_hans: 全部标为已读

source: Maximum %lld files allowed
zh_hans: 最多只能添加 %lld 个文件

source: Maximum 64 characters
zh_hans: 最多 64 个字符

source: Media cannot be changed after posting
zh_hans: 发布后无法更改照片和视频

source: Medium
zh_hans: 中

source: Meetup
zh_hans: 聚会

source: Meetups
zh_hans: 聚会

source: Meetups at this place
zh_hans: 在这里举办的聚会

source: Message
zh_hans: 留言

source: Met: %@
zh_hans: 已满足：%@

source: Misinformation
zh_hans: 虚假信息

source: Mom
zh_hans: 妈妈

source: Most Reviewed
zh_hans: 评价最多

source: Most posts
zh_hans: 发帖最多

source: Must have a pet profile.
zh_hans: 需要有宠物主页。

source: Must have posted at least once.
zh_hans: 需要至少发过一条帖子。

source: Mute video
zh_hans: 静音

source: My Meetups
zh_hans: 我的聚会

source: Name
zh_hans: 名字

source: Name must be 30 characters or fewer.
zh_hans: 名字不能超过 30 个字符。

source: Name must be at least 2 characters.
zh_hans: 名字至少需要 2 个字符。

source: New Post
zh_hans: 发布帖子

source: New here? Create an account
zh_hans: 第一次来？创建账号

source: New password
zh_hans: 新密码

source: Newest
zh_hans: 最新

source: No active invitation code.
zh_hans: 当前没有有效的邀请码。

source: No check-ins yet
zh_hans: 还没有打卡

source: No check-ins yet.
zh_hans: 还没有打卡。

source: No comments yet
zh_hans: 还没有评论

source: No connection. Check your network and try again.
zh_hans: 网络不可用。检查网络后重试。

source: No connection. Nothing was changed. Try again.
zh_hans: 网络不可用，没有做任何更改。请重试。

source: No followed pets yet.
zh_hans: 还没有关注任何宠物。

source: No followers yet.
zh_hans: 还没有粉丝。

source: No meetups of yours yet
zh_hans: 你还没有聚会

source: No meetups this week
zh_hans: 本周没有聚会

source: No meetups yet.
zh_hans: 还没有聚会。

source: No notifications
zh_hans: 还没有通知

source: No pets yet
zh_hans: 还没有宠物

source: No photos yet.
zh_hans: 还没有照片。

source: No places found
zh_hans: 没有找到地点

source: No posts yet
zh_hans: 还没有帖子

source: No posts yet.
zh_hans: 还没有帖子。

source: No results for “%@”
zh_hans: 没有找到“%@”的相关结果

source: No reviews yet
zh_hans: 还没有评价

source: No reviews yet.
zh_hans: 还没有评价。

source: No saved posts
zh_hans: 还没有收藏帖子

source: No upcoming meetups
zh_hans: 没有即将举行的聚会

source: Nobody has joined yet.
zh_hans: 还没有人报名。

source: Not met yet: %@
zh_hans: 未满足：%@

source: Not saved yet
zh_hans: 尚未保存

source: Not there after a minute? Check your spam or junk folder.
zh_hans: 一分钟还没收到？看一下垃圾邮件文件夹。

source: Nothing was changed.
zh_hans: 没有做任何更改。

source: Notifications
zh_hans: 通知

source: OK
zh_hans: 好

source: Off-leash
zh_hans: 可解绳

source: Only %@'s owners can invite people.
zh_hans: 只有 %@ 的主人才能邀请他人。

source: Only its owners can invite people or change who owns it.
zh_hans: 只有它的主人才能邀请他人或变更主人。

source: Only the primary owner can do that. The roles may have changed — the list has been refreshed.
zh_hans: 只有主要主人可以这样做。角色可能已经变化——列表已刷新。

source: Only this pet's owners can change its profile.
zh_hans: 只有这只宠物的主人才能修改它的资料。

source: Open %@'s page
zh_hans: 打开 %@ 的主页

source: Open the verification link we emailed you, then come back here.
zh_hans: 打开我们发到你邮箱的验证链接，然后回到这里。

source: Opens %@'s page
zh_hans: 打开 %@ 的主页

source: Opens %@'s page.
zh_hans: 打开 %@ 的主页。

source: Opens the account menu
zh_hans: 打开账号菜单

source: Opens the photo full screen
zh_hans: 全屏查看照片

source: Opens the post
zh_hans: 打开帖子

source: Opens the whole photo
zh_hans: 查看完整照片

source: Opens their profile.
zh_hans: 打开对方的个人主页。

source: Organized by %@
zh_hans: 发起人：%@

source: Other
zh_hans: 其他

source: Other pets only.
zh_hans: 仅限猫狗以外的宠物。

source: Owners
zh_hans: 主人

source: Owners & invites
zh_hans: 主人与邀请

source: Parking
zh_hans: 停车场

source: Parks
zh_hans: 公园

source: Password
zh_hans: 密码

source: Password strength: %@
zh_hans: 密码强度：%@

source: Password updated
zh_hans: 密码已更新

source: Passwords don't match
zh_hans: 两次输入的密码不一致

source: People
zh_hans: 用户

source: People who follow %@ show up here.
zh_hans: 关注 %@ 的人会显示在这里。

source: Pet
zh_hans: 宠物

source: Pet Store
zh_hans: 宠物店

source: Pet Stores
zh_hans: 宠物店

source: Pet lover
zh_hans: 爱宠人士

source: Pet options
zh_hans: 宠物选项

source: Pet-friendly scores
zh_hans: 宠物友好评分

source: PetNote Team
zh_hans: PetNote 团队

source: PetNote User
zh_hans: PetNote 用户

source: PetNote user
zh_hans: PetNote 用户

source: PetNote uses your iPhone's language. To change it for PetNote only, choose Language in the iPhone's Settings for this app.
zh_hans: PetNote 跟随 iPhone 的系统语言。如果只想更改 PetNote 的语言，请在 iPhone「设置」中找到本应用，选择「语言」。

source: Pets
zh_hans: 宠物

source: Pets you follow
zh_hans: 你关注的宠物

source: Pets you follow show up here.
zh_hans: 你关注的宠物会显示在这里。

source: Pets you share with someone else stay with them — the longest-standing remaining owner becomes the primary owner. Pets only you own are deleted, along with your posts.
zh_hans: 与他人共同拥有的宠物会留给对方——加入最久的那位主人将成为主要主人。只属于你一个人的宠物会被删除，你的帖子也会一并删除。

source: Photo
zh_hans: 照片

source: Photo, cropped to fit
zh_hans: 照片，已裁切

source: Photo, full size
zh_hans: 照片，完整尺寸

source: Photos (%lld)
zh_hans: 照片（%lld）

source: Pick a name
zh_hans: 取个名字

source: Pin to profile
zh_hans: 置顶到个人主页

source: Pinch to zoom
zh_hans: 双指捏合以缩放

source: Pinned to your profile.
zh_hans: 已置顶到你的个人主页。

source: Place
zh_hans: 地点

source: Places
zh_hans: 地点

source: Places this pet has visited show up here.
zh_hans: 这只宠物去过的地方会显示在这里。

source: Playback stopped. Tap to try again.
zh_hans: 播放已停止，点按重试。

source: Please enter a valid email address.
zh_hans: 请输入有效的邮箱地址。

source: Please sign in again.
zh_hans: 请重新登录。

source: Please verify your email before posting
zh_hans: 发帖前请先验证邮箱

source: Popular Tags
zh_hans: 热门标签

source: Post
zh_hans: 帖子

source: Post actions
zh_hans: 帖子操作

source: Posted
zh_hans: 已发布

source: Posted.
zh_hans: 已发布。

source: Posts
zh_hans: 帖子

source: Posts from pets you follow will appear here.
zh_hans: 你关注的宠物发布的帖子会显示在这里。

source: Preparing %lld/%lld…
zh_hans: 正在准备 %lld/%lld…

source: Primary
zh_hans: 主要主人

source: Primary owner · %@
zh_hans: 主要主人 · %@

source: Privacy
zh_hans: 隐私

source: Privacy Policy
zh_hans: 隐私政策

source: Profile
zh_hans: 个人主页

source: Profile picture
zh_hans: 头像

source: Publishing…
zh_hans: 发布中…

source: Rabbit
zh_hans: 兔子

source: Rate this place
zh_hans: 给这个地点打分

source: Recent Check-ins (%lld)
zh_hans: 最近打卡（%lld）

source: Relationship
zh_hans: 关系

source: Remove
zh_hans: 移除

source: Remove %@
zh_hans: 移除 %@

source: Remove %@?
zh_hans: 要移除 %@ 吗？

source: Remove birthday
zh_hans: 移除生日

source: Remove file
zh_hans: 移除文件

source: Remove from saved
zh_hans: 取消收藏

source: Remove tag %@
zh_hans: 移除标签 %@

source: Remove the chosen photo
zh_hans: 移除所选照片

source: Report
zh_hans: 举报

source: Report post
zh_hans: 举报帖子

source: Reporting isn't available in this build.
zh_hans: 此版本暂不支持举报。

source: Reptile
zh_hans: 爬行动物

source: Requirements
zh_hans: 参加要求

source: Requires at least %lld followed pets.
zh_hans: 需要至少关注 %lld 只宠物。

source: Resend email
zh_hans: 重新发送邮件

source: Resend in %llds
zh_hans: %lld 秒后可重新发送

source: Reset link sent. Check your email.
zh_hans: 重置链接已发送，请查收邮件。

source: Reset password
zh_hans: 重置密码

source: Restore
zh_hans: 恢复

source: Restrooms
zh_hans: 洗手间

source: Retry
zh_hans: 重试

source: Review
zh_hans: 评价

source: Reviews (%lld)
zh_hans: 评价（%lld）

source: Revoke code
zh_hans: 撤销邀请码

source: Revoking…
zh_hans: 撤销中…

source: Save
zh_hans: 保存

source: Saved posts
zh_hans: 收藏的帖子

source: Saved. Your name may take until the next sign-in to update everywhere.
zh_hans: 已保存。新名字可能要到下次登录后才会在所有地方更新。

source: Saving
zh_hans: 保存中

source: Saving...
zh_hans: 保存中...

source: Saving…
zh_hans: 保存中…

source: Say how you are related to this pet.
zh_hans: 请说明你和这只宠物的关系。

source: Search
zh_hans: 搜索

source: Search could not run. Check your connection and try again.
zh_hans: 搜索失败，请检查网络后重试。

source: Search people, pets, tags
zh_hans: 搜索用户、宠物、标签

source: Search places
zh_hans: 搜索地点

source: Searching
zh_hans: 正在搜索

source: Seating
zh_hans: 座位

source: Section
zh_hans: 分区

source: See all people
zh_hans: 查看全部用户

source: See all pets
zh_hans: 查看全部宠物

source: Send
zh_hans: 发送

source: Send again
zh_hans: 再次发送

source: Send comment
zh_hans: 发送评论

source: Send reset link
zh_hans: 发送重置链接

source: Send the link again
zh_hans: 重新发送链接

source: Send the link again in %llds
zh_hans: %lld 秒后可重新发送链接

source: Sending
zh_hans: 发送中

source: Sending report
zh_hans: 正在发送举报

source: Sending…
zh_hans: 发送中…

source: Sent. It can take a minute to arrive.
zh_hans: 已发送，可能需要一分钟左右才能收到。

source: Settings
zh_hans: 设置

source: Shade
zh_hans: 有遮阴

source: Share
zh_hans: 分享

source: Share a code so someone can join %@'s family. Each code works once, for 48 hours, and stops working if it is revoked or if the person who made it leaves.
zh_hans: 分享邀请码，让别人加入 %@ 的家庭。每个邀请码只能使用一次，48 小时内有效；如果被撤销，或者生成它的人退出了家庭，邀请码也会失效。

source: Share as Image
zh_hans: 分享为图片

source: Share to…
zh_hans: 分享到…
